12/data/attachments/e305200f2f1ca74c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Heidi_kid_Actions_59717_4</nif:username>
            <nif:friendToBeRequested>soap_actions_c98f83e5-7bb7-46e5-84b5-12f9f3eb33b4</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>